"""
Добро пожаловать в Политику проекта 'MFUA_splash.py'
прошу прощения за формат .py, просто надоело писать .md
так вот

🧨 @mfua_splash_bot - это простой скрипт на Python который способен
    через requests отправлять на указанную пользователем почту формата @s.mfua.ru
    post запрос на временный код в приложении "портал MFUA"

📖 Автор не несёт ответственности за использование Бота, и ПО с github
    всю ответственность несёт пользователь.

😥 Большая просьба не сажать Автора
    в тюрьму, и подавать иски в суд, так как Автор не несёт цели
    навредить Серверам, Моральному духу, Оператору, и просто MFUA

🔧 Как лишить бота жизни:
    так как Автор не несёт цели навредить экосистеме MFUA
    он предложит решение:
        1. Добавить бан по IP
        2. Добавить Капчу
        3. Блокировать на больше и больше времени, а не на 5 минут каждый раз

💖 Буду благодарен за чашечку кофе: https://www.donationalerts.com/r/tot_camyi_coder
📞 Связаться с поддержкой вы можете по почте: mfua.crack@gmail.com
"""
